# Цель: Написать программу на языке Python, используя Pycharm, для демонстрации динамической типизации.

# Присваивание переменным значений разных типов

name = 'Jhon Doe'  # Строка
age = 30  # Целое число
is_student = True  # Булево значение

# Вывод значений переменных на консоль
print('Name:', name)
print('Age:', age)
print('New Age:', age + 5)
print('Is student:', is_student)
